export function percentage(partialValue: any, totalValue: any) {
  return (100 * partialValue) / totalValue
}
export function percentageM(partialValue: any, totalValue: any) {
  return (180 * partialValue) / totalValue
}

export const candis: any = {
  '1': 'วิโรจน์ ลักขณาอดิศร',
  '2': 'ฐิฏา รังสิตพล มานิตกุล',
  '3': 'สกลธี ภัททิยกุล',
  '4': 'สุชัชวีร์ สุวรรณสวัสดิ์',
  '5': 'วีรชัย เหล่าเรืองวัฒนะ',
  '6': 'อัศวิน ขวัญเมือง',
  '7': 'รสนา โตสิตระกูล',
  '8': 'ชัชชาติ สิทธิพันธุ์',
  '9': 'วัชรี วรรณศรี',
  '10': 'ศุภชัย ตันติคมน์',
  '11': 'ศิธา ทิวารี',
  '12': 'ประยูร ครองยศ',
  '13': 'พิศาล กิตติเยาวมาลย์',
  '14': 'ธเนตร วงษา',
  '15': 'ทูตปรีชา เลิศสันทัดวาที',
  '16': 'ศศิกานต์ วัฒนะจันทร์',
  '17': 'อุเทน ชาติภิญโญ',
  '18': 'สุมนา พันธุ์ไพโรจน์',
  '19': 'ไกรเดช บุนนาค',
  '20': 'อมรพรรณ อุ่นสุวรรณ',
  '21': 'นิพันธ์พนธ์ สุวรรณชนะ',
  '22': 'วรัญชัย โชคชนะ',
  '23': 'เฉลิมพล อุตรัตน์',
  '24': 'โฆสิต สุวินิจจิต',
  '25': 'ประพัฒน์ บรรจงศิริเจริญ',
  '26': 'มณฑล เงินวัฒนะ',
  '27': 'ภูมิพัฒน์ อัศวภูภินทร์',
  '28': 'สราวุธ เบญจกุล',
  '29': 'กฤตชัย พยอมแย้ม',
  '30': 'พงศา ชูแนม',
  '31': 'วิทยา จังกอบพัฒนา',
}
